"cheqiyu "= "rose. mečarice, s poreklom iz gvajane v južni ameriki amazonka, ribe v široko, 侧扁, vretena in do 5 cm dolge, rose. - zdravo šibko kislo vodo, lahko prilagodijo nevtralni, brakične vode";
"denglongyu" = " hektorjeva laterna, zadnje luči svetilke so ribe, ribe, alias hektorjeva laterna, luči drugih rib.porazdelitev v južno ameriko, gvajane in amazonka.4 do 5 cm v dolžino.telo je dolgo in kratko 侧扁 trebuh, glava, krog.zgornji del ima oči in vsak kos zlati rep pod pike, v luči, ki odraža zlato rumena in rdeča barva. ";
"dianmanyu" = "za jegulje električne jegulje električne jegulje, prozorno obliko v južni ameriki, ki lahko ustvari dovolj rib, ki bodo sedanje razrešnice za omamljanje, je najmočnejši sladkovodne ribe, se izhodna napetost do 300 do 800 voltov električne jegulje v vodo, zato je visokonapetostni kabel je rekel";
"dinianyu" = "gobčna som, na splošno le dva tipa z brado na kakovost vode, manjše, je zelo zahtevna, je zelo težko ribogojstvo";
"fangyu" = " graditeljica, general. telo je dolgo 400 mm 侧扁 glavo, telo, podaljša, topim krog, skoraj kvadratne oblike, velike oči, visok zgornji del trupa in glave, prsnega koša, pred in za druge dele luske so okrogle, chlamys tehtnice, tir, višji in telo hrbtnim robom vzporedno ";
"haigui" = " je želva holothuroidea želve), ki skupaj.razširjena v atlantski ocean, tihem in indijskem oceanu.morske želve, provinca shandong, kitajska, severno od južne obale v zalivu so razporejene.kako dolgo življenjsko dobo do 1 m, največ 150 let ";
"hetun" = " tetrodotoksin fugu, koščeno ribe, ribe, balestra oddelek skupaj.tetrodotoksin telo je valjaste oblike, medtem ko je v nevarnosti, bo zračnih blazin za širitev, rdečica, na splošno v 25 - 35 cm v dolžino, ";
"jianyu" = " mečarico, znan tudi kot sabljarka.na svetu je v tropskih morskih rib, ki zaradi svoje skupne maksilarni razteza naprej, v obliki meča in njegovo ime, se premika s hitrostjo do 130 km ";
"jinqiangyu" = "tuna, telo je dolgo, čokat, tok in okrogla, linearni, koničast rep nazaj v bazo repne plavuti opozoril in vitka, za vilice ali polmesec.kaznilnica je na obeh straneh je očitno prizmo ridge, nazaj, nazaj. 小鳍 analni plavuti imajo.torpedo, ki ima obliko krožnega prereza, rahlo ";
"shayu"= "morski pes, živi v morju in je najbolj divje ribe v morju, ki je sestavljena iz hrustanca morskega psa, ki je okostje, ki namesto iz kosti.kosti, hrustanec, kot so lažja, bolj prilagodljiv ";
"shiziyu "= "lev ribe, manjše velikosti, najbolj približno 30 cm (12 cm) je dolgo.telo podolgovate oblike, mehko, paglavec, povešeno kožo, ne obsega, in včasih z norca.hrbtna plavut je dolgo, v obliki plavuti, glavo dol, bedak, ki se uporablja za adsorpcijo morskega dna.v severnem atlantiku, severnem pacifiku porazdelitev polarnih območjih in hladno vodo ";
"tianshiyu" = " ribe, hrbtna plavut in analnega in zelo dolgo in je večja, kot so jadro, zato je 小鳍 pahljačasta mečarica je klical.pogled od strani na ribe plavajo lastovka, nesmrten, kot letenje, zato se imenuje tudi 燕鱼 ribe ";
"xiaochouyu" = "riba klovn, kwai je na podskupino finch cichlidami kehai znan kot ribe, ribe v obraz, ker ima eno ali dve z belo črto, kot opera comique in njegovo ime v tropskih morskih rib, ki je.riba in morska vetrnica je tesno sožitje, zato se imenuje tudi anemone ribe ";
"xiaohuangyu" = "mali rumeni, znan tudi kot mali nergač, vretenčarji, koščeno ribe, sveže cichlidae, alias: majhna, veleokega, barve, kumare, starodavne ribe, rumeni zmaj, vzmeti za drstenje, majhen, debel lestvici zi, ki se imenuje tudi grba";
"xiaolvyu "= "mali zeleni ribe, ribe, novo zeleno";
